Repository: PiratJack/investment-tracker
Catalog: investmenttracker/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Missing share group name
fr: Valeur manquante: nom du groupe

source: Max length for share group name is 250 characters
fr: La longueur maximale du nom du groupe est de 250 caractères

source: Missing share code share ID
fr: Valeur manquante: ID du titre sur le code

source: Missing share code origin
fr: Valeur manquante: origine du code

source: Max length for share code origin is 250 characters
fr: La longueur maximale de l'origine du code est de 250 caractères

source: Missing share code value
fr: Valeur manquante: code du titre

source: Max length for share code value is 250 characters
fr: La longueur maximale du code est de 250 caractères

source: Missing share price share ID
fr: Valeur manquante: ID du titre sur le prix

source: Missing share price date
fr: Valeur manquante: date du prix

source: Missing share price actual price
fr: Valeur manquante: prix unitaire du titre

source: Missing share price currency
fr: Valeur manquante: monnaie du prix

source: Missing share price source
fr: Valeur manquante: source du prix

source: Max length for share price source is 250 characters
fr: La longueur maximale de la source du prix est de 250 caractères

source: Missing account name
fr: Nom du compte manquant

source: Max length for account name is 250 characters
fr: La longueur maximale du nom du compte est de 250 caractères

source: Max length for account code is 250 characters
fr: La longueur maximale du code du compte est de 250 caractères

source: Missing account base currency
fr: Monnaie du compte manquante

source: Arbitrage - Buy
fr: Arbitrage - Achat

source: Arbitrage - Sell
fr: Arbitrage - Vente

source: Asset buy / subscription
fr: Achat

source: Asset refund
fr: Revente immédiate

source: Asset sell
fr: Vente

source: Cash deposit
fr: Dépôt

source: Cash withdrawal
fr: Retrait

source: Company funding
fr: Rémunération employeur

source: Dividends
fr: Dividendes

source: Management fee - in units
fr: Frais de gestion en nature

source: Management fee - in cash
fr: Frais de gestion en espèces

source: Foreign exchange
fr: Conversion

source: Interests
fr: Intérêts

source: Movement fee
fr: Frais d'arbitrage

source: Profit - in units
fr: Profit - en titres

source: Profit - in cash
fr: Profit - en espèces

source: Split & merge - Source
fr: Fusion/Division - Source

source: Split & merge - Target
fr: Fusion/Division - Cible

source: Taxes - in cash
fr: Taxes - en espèces

source: Taxes - in units
fr: Taxes - en titres

source: Max length for transaction label is 250 characters
fr: La longueur maximale du libellé de transaction est de 250 caractères

source: Missing transaction type
fr: Type manquant pour la transaction

source: Transaction type is invalid
fr: Le type de transaction est invalide

source: Missing transaction account
fr: Compte manquant pour la transaction

source: Missing transaction quantity
fr: Quantité manquante pour la transaction

source: Missing transaction unit price
fr: Prix unitaire manquant pour la transaction

source: No price available for share {name} ({main_code})
fr: Prix inconnu pour titre {name} ({main_code})

source: Max length for share main code is 250 characters
fr: La longueur maximale du code principal du titre est de 250 caractères

source: Missing share name
fr: Valeur manquante: nom du titre

source: Max length for share name is 250 characters
fr: La longueur maximale du nom de l'acion est de 250 caractères

source: Share base currency can't be itself
fr: Une action ne peut avoir elle-même comme monnaie de base

source: Display transactions
fr: Afficher les transactions

source: Graphs
fr: Graphes

source: Analysis
fr: Analyse

source: Investment Tracker
fr: Suivi boursier

source: My main toolbar
fr: Barre des tâches

source: Name
fr: Nom

source: Quantity
fr: Quantité

source: Value
fr: Valeur

source: As of date
fr: A date

source: Total invested
fr: Total investi

source: Edit
fr: Modifier

source: Unknown
fr: Inconnu

source: Add new account
fr: Ajouter un nouveau compte

source: Accounts
fr: Comptes

source: Display your accounts
fr: Afficher vos comptes

source: Display hidden accounts?
fr: Afficher les comptes masqués?

source: Account
fr: Compte

source: Currency
fr: Monnaie

source: Active
fr: Actif

source: Hidden
fr: Masqué

source: Group
fr: Groupe

source: Displays detailed information (for debug purpose)
fr: Afficher plus de détails (debug)

source: Displays additional information (for end users)
fr: Afficher plus de détails (utilisateurs finaux)

source: Share
fr: Titre

source: Main code
fr: Code principal

source: Get prices online?
fr: Récupérer les valeurs automatiquement?

source: Enabled
fr: Activé

source: Base currency
fr: Monnaie de base

source: Price
fr: Prix

source: Price date
fr: Date de valeur

source: Hidden?
fr: Masqué?

source: Shares without group
fr: Titres non groupés

source: Add new group
fr: Ajouter un nouveau groupe

source: Add new share
fr: Ajouter un nouveau titre

source: Shares
fr: Titres

source: Display shares
fr: Afficher les titres
